{
    "1": {
        "nome_cidade": "Iguape",
        "img_cidade": "<div class='area-img-cidades col-md-7' style='background-image: url(../imgs/cidade_iguape.png);'></div>",
        "text_cidade": "      A cidade de Iguape, com uma população de 29.115 habitantes e situada a 204 km da capital, já foi uma vila e a sede da primeira fundação de ouro do Brasil no século XVII. Hoje, é uma estância turística renomada. Ao chegar ao centro histórico de Iguape, com sua Igreja Matriz e casarões bem preservados, é surpreendente descobrir que este município possui a maior área territorial do estado, com 1.980.916 km². <br> Iguape, conhecida como 'A Princesa do Litoral', oferece uma rica diversidade de paisagens, incluindo praias, morros e recantos que aguardam para serem explorados pelos visitantes. O destino é famoso por eventos como o Carnaval de Rua, um dos mais procurados em São Paulo, e a Festa do Senhor Bom Jesus de Iguape. Este evento celebra a culinária, a tradição caiçara e a religiosidade, atraindo até 200 mil turistas e romeiros anualmente. A tradição religiosa, que remonta a 1647, começou quando índios encontraram uma escultura de madeira do Senhor Bom Jesus numa praia local. <br>Durante a festa, a praça central e os casarões com fachadas coloridas se enchem de vida com barzinhos, pizzarias, restaurantes, uma feira de alimentos e bebidas e shows de música. O Mercado de Artesanato e Cultura, localizado na outra extremidade da Praça Matriz, oferece artefatos, brinquedos e lembranças com tradição caiçara, além de uma planta baixa da região de tempos coloniais. <br>Vale lembrar que a presença humana em Iguape remonta a mais de cinco mil anos, com os 'Homens do Sambaqui', povos primitivos que não conheciam o arco e flecha. O termo 'sambaqui' refere-se a grandes morros formados por conchas, ostras e mariscos acumulados ao longo de centenas ou milhares de anos, considerados locais mágicos. Muitos desses morros ainda existem no litoral brasileiro.",
        "ov_1": "<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_iguape_1.jpg);'> </div> <label class='name-onde-visitar'>Praia da Juréia</label> <label class='endereco-onde-visitar'>Iguape - SP </label> </div>",
        "ov_2": "<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_iguape_2.jpg);'> </div> <label class='name-onde-visitar'>Basílica</label> <label class='endereco-onde-visitar'>Iguape - SP </label> </div>",
        "ov_3": "<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_iguape_1.jpg);'> </div> <label class='name-onde-visitar'>Praia da Juréia</label> <label class='endereco-onde-visitar'>Iguape - SP </label> </div>",
        "ov_4": "<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_iguape_1.jpg);'> </div> <label class='name-onde-visitar'>Praia da Juréia</label> <label class='endereco-onde-visitar'>Iguape - SP </label> </div>",
        "carousel_1": "<div class='imgs-carousel-cidade' id='first-card' style='background-image: url(../imgs/cidade_iguape.png);'></div>",
        "carousel_2":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/background_iguape.png);'></div>",
        "carousel_3":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_iguape_1.jpg);'></div>",
        "carousel_4":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_iguape_2.jpg);'></div>"
    },
    "2": {
        "nome_cidade": "Cananéia",
        "img_cidade":"<div class='area-img-cidades col-md-7' style='background-image: url(../imgs/cidade_cananeia.png);'></div>",
        "text_cidade": "Fundada em 12 de agosto de 1531 por Martim Afonso de Souza, Cananeia é considerada a primeira cidade do Brasil. Sua história é rica em lendas de piratas, tesouros escondidos e batalhas, refletindo a importância do local, que ficava na linha imaginária do Tratado de Tordesilhas, dividindo o mundo entre Portugal e Espanha.<br>Entre as relíquias do passado, destaca-se a Igreja de São João Batista, erguida em 1577. Com muros robustos e sem janelas, serviu como fortificação contra invasões. Outras construções históricas incluem um obelisco, dois canhões e argolões de bronze, utilizados para amarrar as caravelas da expedição de Martim Afonso.<br>Além de seu valor histórico e cultural, Cananeia encanta com suas belezas naturais. Reconhecida pela UNESCO como patrimônio natural da humanidade e eleita pela revista 'Condé Nast Traveler' como um dos melhores roteiros ecológicos do mundo, a cidade é composta por diversas ilhas, como Cardoso, Bom Abrigo, Filhote, Cambriú e outras. O Morro São João é o mirante ideal para apreciar essas paisagens, e uma lenda local fala de uma sereia que aparece na ponta do morro ao sul da vila.<br>As praias de Cananeia atraem milhares de turistas, sendo difícil escolher a mais bonita entre opções como Pereirinha, Itacuruçá, Ipanema e Marujá. O Parque Estadual da Ilha do Cardoso (PEIC), Núcleo Perequê, é outro destino popular, com museu, laboratório, aquário, trilhas, morros, cachoeiras e lagoas. O destaque do parque são os botos que frequentemente acompanham as embarcações, encantando os visitantes. A Baía dos Golfinhos, entre a Ilha Comprida, Ilha do Cardoso e Cananeia, também é um local imperdível para passeios de barco.<br>Cananeia oferece diversas outras aventuras. Para quem ama cachoeiras, há opções como Pitu, Mandira e Rio das Ostras, acessíveis por balsa e recomendadas para aqueles que buscam um desafio. A visita deve ser acompanhada por um monitor ambiental experiente na região.<br>Os interessados em história podem explorar os sambaquis, montes de conchas formados por antigos habitantes há milhares de anos. E para os amantes da vida marinha, o Museu Municipal abriga o segundo maior tubarão do mundo, pesando impressionantes 3,5 toneladas.<br>Ao final do dia, um agradável passeio pelo calçadão proporciona um momento relaxante, onde você pode simplesmente ouvir o som do mar e apreciar a beleza do entardecer.",
        "ov_1":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_cananeia_1.png);'> </div> <label class='name-onde-visitar'>Ilha do Cardoso</label> <label class='endereco-onde-visitar'>Cananéia - SP </label> </div>",
        "ov_2":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_cananeia_2.jpg);'> </div> <label class='name-onde-visitar'>Centro Histórico</label> <label class='endereco-onde-visitar'>Cananéia - SP </label> </div>",
        "carousel_1": "<div class='imgs-carousel-cidade' id='first-card' style='background-image: url(../imgs/cidade_cananeia.png);'></div>",
        "carousel_2":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/background_cananeia.png);'></div>",
        "carousel_3":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_cananeia_1.png);'></div>",
        "carousel_4":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_cananeia_2.jpg);'></div>"
    },
    "3": {
        "nome_cidade":"Iporanga",
        "img_cidade":"<div class='area-img-cidades col-md-7' style='background-image: url(../imgs/cidade_iporanga.png);'></div>",
        "text_cidade": "Com sua exuberante Mata Atlântica, 360 cavernas, cachoeiras e grutas, Iporanga se destaca como o cartão de visitas do Vale do Ribeira, um dos complexos de maior biodiversidade do Brasil.<br>Localizado no extremo sul de São Paulo, o município, que abriga apenas 4.200 habitantes, é conhecido como a Capital das Cavernas de SP e é cercado por unidades de conservação em todas as direções. Suas belezas naturais fazem parte do Parque Estadual Turístico do Alto Ribeira (Petar), reconhecido pela Unesco como patrimônio natural da humanidade.<br>“É um lugar mágico, que revela novos encantos a cada momento, com paisagens únicas a cerca de 300 km da capital paulista”, diz Roberto de Lucena, secretário de Turismo e Viagens de SP.<br>Nos últimos dez anos, Iporanga se tornou um destino popular entre os turistas em busca de aventura e natureza. As atividades incluem exploração de cavernas, rapel em cachoeiras, boia cross e ciclismo, além da observação de aves e vida silvestre. Escondido entre vales e serras, o local também oferece a oportunidade de interagir com comunidades tradicionais e quilombolas da região.<br>Às margens do Rio Ribeira de Iguape e na foz do Ribeirão Iporanga — cujo nome em tupi significa “água bonita” — o município integra a região turística Cavernas da Mata Atlântica. Iporanga dispõe de pousadas para todos os tipos de turistas, incluindo famílias, casais e grupos de amigos.",
        "ov_1":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_iporanga_1.png);'> </div> <label class='name-onde-visitar'>PETAR</label> <label class='endereco-onde-visitar'>Iporanga - SP </label> </div>",
        "ov_2":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_iporanga_2.png);'> </div> <label class='name-onde-visitar'>Caverna de Santana</label> <label class='endereco-onde-visitar'>Iporanga - SP </label> </div>",
        "carousel_1": "<div class='imgs-carousel-cidade' id='first-card' style='background-image: url(../imgs/cidade_iporanga.png);'></div>",
        "carousel_2":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/background_iporanga.png);'></div>",
        "carousel_3":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_iporanga_1.png);'></div>",
        "carousel_4":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_iporanga_2.png);'></div>"
    },
    "4": {
        "nome_cidade": "Miracatu",
        "img_cidade": "<div class='area-img-cidades col-md-7' style='background-image: url(../imgs/cidade_miracatu.png);'></div>",
        "text_cidade": "Localizada a 137 quilômetros da capital paulista, Miracatu, conhecida como o Portal do Vale do Ribeira, é um destino que combina beleza natural e rica história. O município, que possui 70% de seu território coberto pela vegetação original da Mata Atlântica, está inserido em três Áreas de Proteção Ambiental, reforçando sua vocação turística.<br>Cortada pelos rios São Lourenço, São Lourencinho e Itariri, a região abriga atrações imperdíveis, como quedas d’água e cachoeiras ideais para esportes de aventura, caminhadas e lazer. A Cachoeira da Mutuca, com seus impressionantes 273 metros, é uma das maiores do Vale e oferece atividades como trekking, escalada molhada e educação ambiental. Na Cachoeira da Pedra Grande, localizada na maior Unidade de Conservação do Estado de São Paulo, os visitantes podem praticar rapel e trilhas ecológicas, sempre em contato com a natureza.<br>A história de Miracatu remonta ao imigrante francês Pedro Laragnoit, que adquiriu terras às margens do Rio São Lourenço. Ele construiu uma barragem para movimentar seu engenho de arroz e iniciou plantações e criação de gado na Fazenda Prainha, nome que se originou de uma pequena praia onde canoeiros paravam para descanso. Com o crescimento da fazenda, Laragnoit, auxiliado por outros fazendeiros, fundou uma povoação a partir da construção da capela de Nossa Senhora das Dores.<br>Em 1914, a inauguração da Estrada de Ferro Sorocabana, ramal Santos-Juquiá, mudou a dinâmica comercial da região, que até então dependia do transporte fluvial. Foi nesse período que grandes grupos de imigrantes japoneses chegaram, dando continuidade à rizicultura e iniciando a bananicultura, colocando Miracatu entre os principais centros exportadores de banana.<br>Um dos principais atrativos culturais de Miracatu é o Museu Municipal Pedro Laragnoit, que abriga cerca de 500 peças que resgatam a história da colonização do Vale do Ribeira. Entre os objetos em exposição está a Bandeira Nacional que cobriu o caixão de Santos Dumont, e a entrada é gratuita.<br>Outro ponto de interesse é a 'Casa do Artesão', que vende produtos feitos com fibra da bananeira, uma importante fonte de renda para as famílias locais. As peças são fabricadas pela cooperativa 'Banarte', composta por artesãos que criam tapetes, baús, almofadas e muito mais.<br>O nome Miracatu, que em tupi significa 'gente boa', foi adotado em 1944, em função do desaparecimento da 'prainha' que originou o antigo nome e da existência de outra cidade com a mesma denominação no norte do país. Assim, Miracatu se revela um destino encantador, que combina belezas naturais, aventura e uma rica herança cultural.",
        "ov_1":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_miracatu_1.png);'> </div> <label class='name-onde-visitar'>Serra do Manécão</label> <label class='endereco-onde-visitar'>Miracatu - SP </label> </div>",
        "ov_2":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_miracatu_2.jpg);'> </div> <label class='name-onde-visitar'>Salto de Biguá</label> <label class='endereco-onde-visitar'>Miracatu - SP </label> </div>",
        "carousel_1": "<div class='imgs-carousel-cidade' id='first-card' style='background-image: url(../imgs/cidade_miracatu.png);'></div>",
        "carousel_2":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/background_miracatu.png);'></div>",
        "carousel_3":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_miracatu_1.png);'></div>",
        "carousel_4":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_miracatu_2.jpg);'></div>"
    },
    "5": {
        "nome_cidade": "Ilha Comprida",
        "img_cidade":"<div class='area-img-cidades col-md-7' style='background-image: url(../imgs/cidade_ilha.png);'></div>",
        "text_cidade": "Ilha Comprida é um verdadeiro convite à exploração visual. Seja navegando no catamarã Maratayama em busca dos golfinhos no Lagamar, subindo as imponentes dunas de Juruvaúva, que alcançam até 10 metros de altura, ou desfrutando da tranquilidade da vila de Pedrinhas, esta estância, localizada a 209 km de São Paulo, é um destino que preserva cenários quase intocados. Com 74 km de litoral e uma população de apenas 11,4 mil habitantes (segundo o IBGE de 2020), a cidade se estende por um território estreito de 192,09 km², com no máximo quatro quilômetros de largura. É fácil entender o porquê do apelido carinhoso de 'ilha' entre seus moradores, que se orgulham da beleza natural do local.<br>Os visitantes encontrarão uma ampla gama de pousadas, que superam até mesmo a oferta da vizinha Iguape, oferecendo opções para todos os gostos e orçamentos. É recomendável fazer reservas, já que o destino é muito procurado durante todo o ano. As atrações são variadas, desde descanso até turismo de aventura e ecoturismo.<br>Ilha Comprida faz parte da Região Turística Lagamar e do Complexo Estuarino Lagunar de Iguape-Paranaguá, um dos maiores viveiros de peixes e crustáceos do Atlântico Sul. Graças à sua importância ambiental, a cidade foi designada pela UNESCO como Reserva da Biosfera do Planeta. A região abriga uma das últimas áreas remanescentes de Mata Atlântica e ecossistemas não poluídos do litoral brasileiro. Todo o território, que inclui praias, mangues, sítios arqueológicos, matas e dunas, está sob proteção ambiental.<br>As famosas dunas da ilha são um espetáculo à parte, localizadas ao longo da orla próxima ao Mar Pequeno, que separa Ilha Comprida de Iguape e Cananéia. As dunas do Balneário Araçá, no lado norte, estendem-se por 7,5 km e têm até dez metros de altura, cercadas por vegetação de restinga e águas claras, perfeitas para o surf. Outras dunas se encontram ao longo do caminho do Boqueirão Sul, algumas delas terminando em lagoas. As majestosas dunas de Juruvaúva, situadas em frente ao Atlântico, oferecem um visual deslumbrante.<br>Os passeios em Ilha Comprida são um atrativo à parte. O catamarã Maratayama, por exemplo, leva até 76 passageiros por um trajeto de quase 200 km, navegando a 45 km/h em meio à beleza natural do Mar Pequeno, com paradas para banho na praia do Boqueirão Sul e almoços em vilas caiçaras como a de Pedrinhas. Além disso, as dunas intocadas oferecem trilhas de 3.600 metros e pontos de interesse histórico, como os sambaquis, que datam de dois a oito mil anos.<br>Os visitantes costumam compartilhar suas experiências de fins de semana e feriados na cidade, destacando a conveniência de deixar o carro e explorar de bicicleta. Caminhadas pela manhã, à tarde ou à noite são populares, especialmente sob a luz da lua cheia, que transforma o mar em um espetáculo brilhante. Para descansar, Ilha Comprida oferece um ambiente tranquilo, onde o som relaxante das ondas embala o sono. Seja de moto, carro, jet ski, bicicleta ou a pé, não esqueça sua máquina fotográfica, pois a 'ilha' promete momentos inesquecíveis de lazer, sol e belezas naturais raras.",
        "ov_1":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_ilha_1.png);'> </div> <label class='name-onde-visitar'>Praia do Boqueirão</label> <label class='endereco-onde-visitar'>Ilha Comprida - SP </label> </div>",
        "ov_2":"<div class='card-onde-visitar'><div class='img-onde-visitar' style='background-image: url(../imgs/ov_ilha_2.jpg);'> </div> <label class='name-onde-visitar'>Parque Estadual</label> <label class='endereco-onde-visitar'>Ilha Comprida - SP </label> </div>",
        "carousel_1": "<div class='imgs-carousel-cidade' id='first-card' style='background-image: url(../imgs/cidade_ilha.png);'></div>",
        "carousel_2":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/background_ilha.png);'></div>",
        "carousel_3":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_ilha_1.png);'></div>",
        "carousel_4":"<div class='imgs-carousel-cidade' style='background-image: url(../imgs/ov_ilha_2.jpg);'></div>"
    }

}
